//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"BUILDING_ENTITY_STORE"="Izvršava se korak %d od %d: Kreiranje skladišta entiteta";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"CREATING_BOOTSTRAP_DATABASE"="Izvršava se korak %d od %d: Kreiranje baze podataka pokretanja";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"CREATING_REQUEST_QUEUE_DATABASE"="Izvršava se korak %d od %d: Kreiranje baze podataka reda zahteva";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - received bytes; 2nd %s - total bytes.
"DOWNLOADING_ENTITY_STORE"="Izvršava se korak %d od %d: Prenos skladišta entiteta sa servera. Do sad primljeno %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"ERASING_EXPIRED_REQUESTS"="Izvršava se korak %d od %d: Brisanje isteklih zahteva";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"LOADING_METADATA"="Izvršava se korak %d od %d: Učitavanje metapodataka";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_REQUEST_QUEUE_MERGE"="Izvršava se korak %d od %d: Izvršavanje spajanja reda zahteva";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_TRANSACTION_MERGE"="Izvršava se korak %d od %d: Izvršavanje spajanja transakcije";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"PERFORMING_CREATE_DELETE_MERGE"="Izvršava se korak %d od %d: Izvršavanje spajanja brisanja kreiranja";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - request name; 2nd %s - request url.
"PROCESSING_DEFINING_QUERIES"="Izvršava se korak %d od %d: Obrada upita za definisanje %s koristeći %s";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - request number; 2nd %s - total request number.
"PROCESSING_REQUESTS"="Izvršava se korak %d od %d: Obrada zahteva. Slanje zahteva za izmenu %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"REAPPLYING_CHANGES"="Izvršava se korak %d od %d: Ponovna primena promena";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"ANALYZING_RECEIVED_DATA"="Izvršava se korak %d od %d: Analiziranje primljenih podataka";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. %s - received bytes.
"RECEIVING_DATA_FROM_SERVER"="Izvršava se korak %d od %d: Prijem podataka sa servera. Do sad primljeno %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"REMOVING_DELETED_RELATIONSHIPS"="Izvršava se korak %d od %d: Uklanjanje izbrisanih odnosa";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. Removing requests that have a custom http header "REMOVE_AFTER_UPLOAD". Note: the header name is a constant, please do not translate.
"REMOVING_REMOVEAFTERUPLOAD_REQUESTS"="Izvršava se korak %d od %d: Zahtevi za uklanjanje navedeni kao Ukloni nakon prenosa na server";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. %s - sent bytes.
"SENDING_DATA_TO_SERVER"="Izvršava se korak %d od %d: Slanje podataka na server. Do sad poslato %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - sent bytes; 2nd %s - total bytes.
"SENDING_ENTITY_STORE_DATABASE"="Izvršava se korak %d od %d: Slanje skladišta entiteta u bazu podataka. Do sad poslato %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps. 1st %s - sent bytes; 2nd %s - total bytes.
"SENDING_REQUEST_QUEUE_DATABASE"="Izvršava se korak %d od %d: Slanje baze podataka reda zahteva. Do sad poslato %s od %s.";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"STARTING_COMMUNICATION_WITH_SERVER"="Izvršava se korak %d od %d: Pokretanje komunikacije sa serverom";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"UPLOAD_PREPROCESSING"="Izvršava se korak %d od %d: Predobrada zahteva pre prenosa na server";

//XMSG: 1st %d - current step number; 2nd %d - total number of steps.
"WAITING_FOR_DOWNLOAD"="Izvršava se korak %d od %d: Čekanje prenosa sa servera";

